//1#task
// var name_eva={
//     name:"Евангелион",
//     Digital_release:"21 июня 2019, «Netflix»",
//     main_actor:" Синдзи Икари",
//     episodes:"26 серий",
//     description:{
//         briefly:"«Евангелион» рассказывает о мире, пережившем «два удара». В результате океаны оказались загрязнены, человечество погрязло в войнах и оправилось кое-как. На Землю время от времени теперь прилетают Ангелы, сюрреалистичные существа, которые стремятся добраться до первого Ангела, которого держат взаперти.",
//         full:"2015 год, Токио-3. 15 лет назад произошёл Второй удар, в результате чего Антарктида растаяла, Землю накрыла глобальная катастрофа, и большая часть человечества погибла. Теперь планету атакуют Ангелы — загадочные существа, противостоять которым могут только созданные с помощью биотехнологий гигантские роботы серии «Евангелион».\n" +
//             "\n" +
//             "14-летний Синдзи Икари направлялся на встречу с отцом, руководителем влиятельной организации NERV, когда Токио-3 подвергся нападению Ангела. С помощью капитана Мисато Кацураги парень добирается до подземной штаб-квартиры NERV и единственное, что он хочет сказать отцу — как сильно его ненавидит. Но на месте выясняется, что Синдзи должен прямо сейчас залезть в робота и сражаться с Ангелом.",
//     }
// }
// console.log(name_eva)
// console.log(name_eva.description)

//2#task

switch (day) {
    case "monday":
        console.log("понедельник");
        break;
    case "tuesday":
        console.log("вторник");
        break;
    case "wednesday":
        console.log("среда");
        break;
    case "thursday":
        console.log("четверг");
        break;
    case "friday":
        console.log("пятница");
        break;
    case "saturday":
        console.log("суббота");
        break;
    case "sunday":
        console.log("воскресенье");
        break;
    default:
        console.log("Invalid input. Please enter a day of the week in English.");
}
